[
	{
		"fact": "Lángos (pronounced 'laangoash') is a popular Hungarian street food, made from a round, fluffy dough, deep-fried to a golden brown."
	},
	{
		"fact": "Langos originated from the Hungarian countryside as a simple, hearty food for peasants."
	},
	{
		"fact": "The dough for Langos is made from flour, yeast, salt, sugar, and water, and is left to rise for a few hours before being shaped and fried."
	},
	{
		"fact": "Langos can be served sweet or savory, making it a versatile dish for any time of day."
	},
	{
		"fact": "Traditional toppings for Langos include sour cream, garlic butter, grated cheese, and diced onions."
	},
	{
		"fact": "In Hungary, Langos is often enjoyed with a side of pickles or a cold beer."
	},
	{
		"fact": "Langos can also be served with a variety of sweet toppings, such as Nutella, jam, or fruit."
	},
	{
		"fact": "The key to a perfect Langos is to fry it at the right temperature (around 180°C or 350°F) for the right amount of time (2-3 minutes)."
	},
	{
		"fact": "Langos is best served fresh and hot, right out of the frying pan."
	},
	{
		"fact": "In Hungary, Langos is traditionally cooked in large, wood-fired ovens."
	},
	{
		"fact": "Langos is a popular street food in Hungary, and can be found at festivals, markets, and food stalls throughout the country."
	},
	{
		"fact": "Langos is also popular in other Central and Eastern European countries, such as Austria, Czech Republic, and Slovakia."
	},
	{
		"fact": "In Hungarian, the word 'langos' means 'flame,' which refers to the traditional method of cooking it over an open flame."
	},
	{
		"fact": "Langos is a popular dish during the winter months, as it is warm, filling, and satisfying."
	},
	{
		"fact": "Langos can be made at home, but it requires some practice to get the dough just right."
	},
	{
		"fact": "Langos is a great way to use up leftover dough, as it can be stored in the refrigerator for several days."
	},
	{
		"fact": "Langos is a popular dish for parties and gatherings, as it is easy to make in large quantities."
	},
	{
		"fact": "Langos can be customized to suit individual tastes, with a wide variety of toppings and sauces."
	},
	{
		"fact": "Langos is a good source of carbohydrates and can provide a quick energy boost."
	},
	{
		"fact": "Langos is a delicious and unique dish that is sure to impress guests and satisfy hunger."
	}
]
