[
	{
		"fact": "Lángos (uttalas 'laangoash') är en populär ungersk gatumat, tillverkad av en rund, fluffig deg, friterad till en gyllene brun färg."
	},
	{
		"fact": "Lángos härstammar från den ungerska landsbygden som en enkel, hjärtlig mat för bönder."
	},
	{
		"fact": "Deg för Lángos är gjord av mjöl, jäst, salt, socker och vatten, och får jäsa i några timmar innan den formges och friteras."
	},
	{
		"fact": "Lángos kan serveras sött eller salt, vilket gör det till en mångsidig rätt för alla tider på dagen."
	},
	{
		"fact": "Traditionella toppingar för Lángos inkluderar gräddfil, vitlökssmör, riven ost och tärnad lök."
	},
	{
		"fact": "I Ungern avnjuts Lángos ofta med en sida av inlagd gurka eller en kall öl."
	},
	{
		"fact": "Lángos kan också serveras med olika söta toppingar, som Nutella, sylt eller frukt."
	},
	{
		"fact": "Nyckeln till en perfekt Lángos är att fritera den vid rätt temperatur (cirka 180°C eller 350°F) under rätt tid (2-3 minuter)."
	},
	{
		"fact": "Lángos är bäst serverad färsk och varm, direkt från stekpannan."
	},
	{
		"fact": "I Ungern tillagas Lángos traditionellt i stora, vedeldade ugnar."
	},
	{
		"fact": "Lángos är en populär gatumat i Ungern och kan hittas på festivaler, marknader och matstånd över hela landet."
	},
	{
		"fact": "Lángos är också populär i andra central- och östeuropeiska länder, som Österrike, Tjeckien och Slovakien."
	},
	{
		"fact": "På ungerska betyder ordet 'lángos' 'flamma', vilket syftar på det traditionella sättet att tillaga det över en öppen eld."
	},
	{
		"fact": "Lángos är en populär rätt under vintermånaderna, eftersom den är varm, mättande och tillfredsställande."
	},
	{
		"fact": "Lángos kan göras hemma, men det kräver lite träning för att få degen precis rätt."
	},
	{
		"fact": "Lángos är ett bra sätt att använda upp överbliven deg, eftersom den kan förvaras i kylskåpet i flera dagar."
	},
	{
		"fact": "Lángos är en populär rätt för fester och sammankomster, eftersom den är enkel att göra i stora mängder."
	},
	{
		"fact": "Lángos kan anpassas för att passa individuella smaker, med ett brett utbud av toppingar och såser."
	},
	{
		"fact": "Lángos är en bra källa till kolhydrater och kan ge en snabb energiboost."
	},
	{
		"fact": "Lángos är en läcker och unik rätt som säkerligen imponerar på gäster och tillfredsställer hungern."
	}
]
